Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON LATAM_Daytime Star.tmx
Source language: en
Languages: es_419

source: I ran into him as the male lead and the secondary female role in busan. but now, he's the judge for my audition?
es_419: me lo encontré como protagonista masculino en busan. ¿y ahora es juez en mi audición?

source: you sure you don't need to check? what if it's from the person you want something going on with?
es_419: ¿seguro que no vas a leerlo? ¿y si es de la persona con quien quieres que pase algo?

source: h-hello?
es_419: ¿h-hola?

source: phew
es_419: FIU

source: get some rest in here.
es_419: descansa aquí.

source: what am I doing?
es_419: ¿qué me pasa?

source: but it doesn't have to be a lengthy answer.
es_419: pero tu respuesta no tiene que ser larga.

source: sorry, yura.{j}I should've rejected this role when they called.
es_419: lo siento, yura.{j}debería haber rechazado este papel cuando me llamaron.

source: so I hear you've been working in this field for seven years.
es_419: oí que has trabajado en esta industria durante siete años.

source: whish
es_419: SUISH

source: you're a quick learner.
es_419: aprendes rápido.

source: yes, that's the spirit!
es_419: ¡ese es el espíritu!

source: I think you'll fit the role perfectly.
es_419: creo que el papel te irá como un guante.

source: I'm number 47, yura hwang!
es_419: ¡soy la número 47, yura hwang!

source: whatever happens tomorrow, I'll handle it then!
es_419: suceda lo que suceda, lo resolveré mañana.

source: urgent news!
es_419: ¡es urgente!

source: I'm not that kind of person.
es_419: no soy esa clase de persona.

source: ugh, what an eyesore.
es_419: aagh, qué adefesio.

source: everything about him is enveloping my heart…
es_419: todo en él envuelve mi corazón…

source: let's go, yura. let's go.
es_419: vamos, yura. vamos.

source: …but he probably was a savior in yura's eyes.
es_419: pero es probable que yura sienta que él la salvó.

source: I was wondering...
es_419: me preguntaba…

source: …let's do this!
es_419: … ¡hagámoslo!

source: enough about that…
es_419: ya olvidémoslo…

source: if what I heard at the gym happens tonight…
es_419: si esta noche ocurre lo que escuché en el gimnasio…

source: ...but it's okay...
es_419: … pero lo entiendo…

source: my apologies.
es_419: lo siento.

source: I need to read over my script. can you leave now?
es_419: tengo que leer el guion. ¿puedes irte ya?

source: uh… all right. let's get out of here first!
es_419: ah… está bien. ¡pero salgamos de aquí!

source: yes, hello.
es_419: sí, hola.

source: like you said, with seunghyeon's name on the line, we couldn't start something without making preparations.
es_419: como dijiste, con el nombre de seunghyeon en juego, no podíamos lanzarnos sin estar preparados.

source: oh well.
es_419: en fin.

source: …breath…
es_419: respiración…

source: hey!
es_419: ¡oye!

source: yeah… you too.
es_419: sí… tú también.

source: I turned on the heater.
es_419: encendí la calefacción.

source: but this time, I have to face him as the male lead?
es_419: ¿y ahora tengo que enfrentarlo como protagonista masculino?

source: what is he saying?!
es_419: ¡¿qué dice?!

source: or else, he won't stop bugging me.
es_419: de otro modo, no me dejará en paz.

source: it…
es_419: de aquí…

source: oh, thank you!
es_419: ¡ah, gracias!

source: you're here.
es_419: llegaste.

source: urgh!
es_419: ¡ag!

source: if you can't do it, then just forget about this whole thing! what's there for you to sulk and worry about for this long?
es_419: si no puedes hacerlo, ¡olvídalo! ¿para qué te enfurruñas y te preocupas tanto?

source: did you know... seunghyeon was shooting all night today?
es_419: ¿sabías que seunghyeon estaría en el rodaje toda la noche?

source: are you all set, yura?
es_419: ¿todo listo, yura?

source: jeez, this is why I can't trust your opinion.
es_419: ¿ves? ¡por eso no puedo confiar en tu opinión!

source: Where are you?
es_419: ¿dónde estás?

source: thank you for today as well,
es_419: gracias por lo de hoy también,

source: i-its...
es_419: e-es…

source: go take a nap until jingyeong gets here.
es_419: toma una siesta hasta que llegue jingyeong.

source: ta-da
es_419: TA-RÁN

source: seems like you've already met him.
es_419: parece que ya te cruzaste con él.

source: you know... just things like that...
es_419: ya sabes, cosas así.

source: he seemed like the nicest, friendliest, and most caring person at first.
es_419: al principio parecía la persona más agradable, amistosa y cariñosa.

source: I don't think I know her well enough to like her yet…
es_419: no la conozco tanto como para que me guste…

source: no, I didn't ask yet.
es_419: no, aún no le pregunté.

source: my goodness.{j}I'm so nervous...
es_419: santo cielo.{j}estoy tan nerviosa…

source: I'll start at the electronics section!
es_419: ¡empezaré en la sección de electrónica!

source: ...I don't have the courage to go through the whole process again to find that out.
es_419: … no tengo el valor de volver a pasar por todo el proceso para averiguarlo.

source: I can feel his heartbeat.
es_419: puedo percibir sus latidos.

source: let them know we'll head there right now to get the script!
es_419: ¡avísales que ya mismo estamos yendo a buscar el guion!

source: that encouraged me to get back on my feet and work harder to make my name known.
es_419: eso me animó a reponerme y a trabajar más duro para dar a conocer mi nombre.

source: sob, your parents--
es_419: "snif, tus padres…"

source: I've always wondered what actors talked about when they were shooting a voice-over scene...
es_419: siempre me he preguntado de qué hablan los actores cuando ruedan con voz en off…

source: what can I say to that?
es_419: ¿qué le respondo?

source: sorry, but can you get me some clothes?
es_419: ¿podrías traerme algo de ropa, por favor?

source: okay, gwangsu. why did you mention jingyeong out of nowhere?
es_419: gwangsu, ¿por qué mencionaste a jingyeong sin motivo?

source: seriously?!
es_419: ¡¿de veras?!

source: they're people who seemed like they were from a different world from me just a moment ago…
es_419: estas personas parecían pertenecer a un mundo diferente al mío hasta hace un momento…

source: yes, we'll also be choosing the female role, minjeong, who'll be acting alongside you.
es_419: sí, también elegiremos el papel femenino, minjeong, que actuará contigo.

source: act natural... just like real lovers...
es_419: con naturalidad… como verdaderos amantes…

source: Born May, 1956
es_419: nacida en mayo de 1956

source: so that means seunghyeon seonbae--
es_419: eso significa que seunghyeon…

source: This episode contains depictions of self-harm.
es_419: este episodio contiene representaciones de autolesión.

source: he offered since he felt bad you had to stay an extra night because of him!
es_419: ¡se ofreció porque se sentía culpable por que tuvieras que quedarte una noche más!

source: …does he mean…
es_419: … lo que dice…

source: oh, excuse me.
es_419: discúlpame.

source: what?!
es_419: ¡¿qué?!

source: Seonbae, sorry for the late text.
es_419: seunghyeon, perdona que te escriba tan tarde.

source: give it here.
es_419: dame eso.

source: but it's a male lead role! is this even possible?!
es_419: ¡pero es un protagonista masculino! ¡¿eso es posible?!

source: ...he had already left the studio.
es_419: … ya se había ido.

source: isn't there a drama from A media we rejected?!
es_419: ¡¿no rechazamos un drama de media "a"?!

source: sizzle
es_419: CHISSS

source: calm down, iseo.
es_419: cálmate, iseo.

source: seonbae, I'm coming in...
es_419: seunghyeon, soy yo…

source: woooo
es_419: UOOOO

source: please, pull yourself together!
es_419: ¡vamos, recupérate!

source: excuse me, yura?
es_419: disculpen, ¿yura?

source: yay!
es_419: ¡yupi!

source: oh, yeah. there was. we thought the schedule would interfere with time.
es_419: sí, porque pensamos que el plan de rodaje interferiría con tiempo.

source: wow, the weather's a lot warmer now, isn't it, yura?
es_419: vaya, el tiempo está mucho más cálido ahora, ¿verdad, yura?

source: so?
es_419: ¿entonces?

source: see ya.
es_419: nos vemos.

source: there's no way...
es_419: de ningún modo…

source: anyhow.
es_419: en fin.

source: yes.
es_419: sí.

source: seunghyeon saved you. you're safe now!
es_419: seunghyeon te rescató. ¡ya estás a salvo!

source: oh, I guess they're done with the press conference.
es_419: ah, la conferencia de prensa debe haber terminado.

source: okay! gotcha.
es_419: ¡entendido!

source: I don't need it. it's all yours.
es_419: no lo necesito. te lo regalo.

source: I actually came to check on our agency's sign, but…
es_419: de hecho, vine por la firma con nuestra agencia, pero…

source: squeeze
es_419: APRIETA

source: would it be possible for me to sit in for the audition as well?
es_419: ¿sería posible que yo participara en la audición?

source: moreover, the acting was blah blah...
es_419: además, la actuación bla bla…

source: did he agree to meet jina song during that short conversation?!
es_419: ¡¿acordó encontrarse con jina song en esa charla tan corta?!

source: so don't you think it'll be best for you to calm your temper a bit?
es_419: entonces, ¿no será mejor que calmes un poco tu temperamento?

source: you're not. stop being so proud and snap back to reality.
es_419: no lo eres. olvida tu orgullo y vuelve a la realidad.

source: bow
es_419: REVERENCIA

source: let's focus on what's going to happen in a moment.
es_419: centrémonos en lo que va a suceder en unos minutos.

source: I laughed so much tonight!
es_419: ¡me reí muchísimo hoy!

source: hmm… so it is a man. someone's way too jumpy.
es_419: "mmm… así que es un hombre. te noto un poco nerviosa".

source: nice! you sure?!
es_419: ¡bien! ¡¿seguro?!

source: man!{j}I can't believe I missed out on seeing you two duking it out!!
es_419: ¡diablos!{j}¡¡no puedo creer que me perdiera el espectáculo de ustedes peleando!!

source: isn't it time for you to snap out of it?
es_419: ¿no es hora de dejarlo ya?

source: they became official so effortlessly…
es_419: su relación avanzó tan fácilmente…

source: can you spare a minute?
es_419: ¿puedes venir un minuto?

source: so just drop jeong-u kim and bring back changhyeon.
es_419: deja ir a jeong-u kim y trae de vuelta a changhyeon.

source: they're making a comeback soon.
es_419: volverá a los escenarios pronto.

source: it's my fault you had to stay an extra day. and after everything you went through today, you need a good rest.
es_419: tuviste que quedarte un día más por mi culpa y, después de todo lo que pasaste hoy, necesitas descansar bien.

source: snap out of it! what am I thinking about?!
es_419: ¡debo parar! ¡¿en qué estoy pensando?!

source: I'm all covered up. no one's going to notice.
es_419: tengo la cara tapada. nadie lo notará.

source: what do you mean why? he couldn't focus with you on his mind.
es_419: ¿cómo que "por qué"? no podía concentrarse pensando en ti.

source: you're hopeless.
es_419: no tienes remedio.

source: the food is delicious. have a good day.
es_419: la comida es deliciosa. que pase buen día.

source: I know, jingyeong.
es_419: lo sé, jingyeong.

source: it's been ten days since seonbae and I decided to date.
es_419: han pasado diez días desde que él y yo decidimos salir juntos.

source: seonbae looks much better in person.
es_419: se ve mucho mejor en persona.

source: so… well, you know…
es_419: bueno… ya sabes…

source: well, I was wondering if you can pull seunghyeon aside after the premier so that he can meet with jina.
es_419: bueno, quizá puedas apartar a seunghyeon después de la premier para que conozca a jina.

source: yura, take a look at this! there're lots of audition postings!
es_419: ¡yura, ven a ver! ¡publicaron muchas audiciones!

source: what we talked about at the hospital.
es_419: sobre lo que hablamos en el hospital.

source: …it's similar to what you're feeling.
es_419: me pasa como a ti.

source: no, don't apologize.
es_419: no, no te disculpes.

source: what? that's an odd combination.
es_419: ¿cómo? qué combinación tan rara.

source: CHOCO MILK
es_419: CHOCOLECHE

source: I've been wanting to watch this.
es_419: ya deseaba ver esto.

source: so tired...
es_419: estoy agotada…

source: warm up in the car.
es_419: caliéntate en el auto.

source: I'll…
es_419: yo…

source: he wants to meet right away?
es_419: ¿quiere que nos veamos tan pronto?

source: wait, you won?! you did, right?!
es_419: espera, ¡¿ganaste?! lo hiciste, ¿verdad?

source: this is the scenario, yura.
es_419: este es el contexto, yura.

source: cut! okay!!
es_419: ¡corten! ¡bien!

source: wait.
es_419: aguarda.

source: stare
es_419: OBSERVA

source: wh-what's that?
es_419: ¿q-qué pasa?

source: ...kiss scene?
es_419: … escena de beso?

source: and due to the sweat, tears, and effort we've all put into this work, I believe it's turned out to be a great one.
es_419: y creo que el sudor, las lágrimas y el esfuerzo que pusimos en este trabajo han hecho que el resultado sea excelente.

source: all in all, thank you so much!!
es_419: en resumen: ¡¡muchas gracias!!

source: I want to take you with us but if people see us together, things might get complicated, you know?
es_419: quisiera llevarte, pero, si la gente nos ve juntos, las cosas se podrían complicar, ¿comprendes?

source: you do?!
es_419: ¡¿en serio?!

source: As these two reunite in the new movie, “Time,” will Yura finally seize the moment to make her name known?
es_419: Cuando se reúnan en la nueva película, "Tiempo", ¿aprovechará por fin Yura el momento para darse a conocer?

source: you need to realize that's all you're worth.
es_419: debes darte cuenta de que es todo lo que vales.

source: do it!
es_419: ¡hazlo!

source: I can't bother those two when they haven't met in a while as well…
es_419: tampoco puedo molestarlos a ellos. no se han visto en mucho tiempo…

source: come on, seunghyeon.
es_419: "vamos, seunghyeon."

source: let me ask you something.
es_419: déjame preguntarte una cosa.

source: both of you are incredible!
es_419: ¡los dos son raros!

source: like I've said, we're tight on schedule.
es_419: como dije, estamos muy cortos de tiempo.

source: I can't stand watching that dirtbag a minute longer.
es_419: no soporto ver a esa porquería ni un minuto más.

source: ...I think that's more the reason why I should bring yura to our M&K agency.
es_419: … con mayor razón deberías traer a yura a nuestra agencia M&K.

source: I see!
es_419: ¡ya veo!

source: forget traffic. how did you not explain to yura that she'll be coming here?
es_419: olvídate del tráfico. ¿cómo es que no le explicaste a yura que vendría aquí?

source: I had some stuff to take care of in seoul.
es_419: tenía cosas que hacer en seúl.

source: we have some time before we start shooting. you want some coffee?
es_419: falta un poco antes de que empiece la filmación. ¿quieres café?

source: hm? what's wrong?
es_419: ¿eh? ¿qué ocurre?

source: did I want to pretend that I was cool with everything?
es_419: ¿quise fingir que esto no me afecta?

source: beep
es_419: BIP

source: swoosh
es_419: SUIS

source: yes…
es_419: sí…

source: if you really felt sorry, you should've cut him off--
es_419: si realmente lo sentías, deberías haberlo detenido…

source: throughout my days of obscurity...
es_419: en mis días más sombríos,

source: what's with her?
es_419: ¿qué le pasa?

source: forget it if you don't want to. shall we go back?
es_419: si no quieres, olvídalo. ¿volvemos?

source: yes, ma'am.
es_419: sí, señora.

source: episode 5
es_419: episodio 5

source: oof
es_419: AY

source: how're you going to explain keeping silent when jeong-u was cheating on yura?!
es_419: ¡¿cómo explicarás que no dijiste nada mientras jeong-u engañaba a yura?!

source: ...but even then, I'm honored to have a role beside him in this movie.
es_419: … pero, aun así, me honra tener un papel junto a él en esta película.

source: what is that man made of?! every little word he said was amazing!
es_419: ¡¿de qué está hecho ese hombre?! ¡cada cosa que dijo fue alucinante!

source: I know... it's unbelievable but this is real.
es_419: lo sé… es increíble, pero real.

source: ah, yes! thank you for rescuing me, seunghyeon!!
es_419: ¡ah, sí! ¡¡gracias por rescatarme, seunghyeon!!

source: goodness… what a relief…
es_419: cielo santo… qué alivio…

source: however, it won't be as cold with the rise in temperature.
es_419: sin embargo, hará menos frío debido a una subida de las temperaturas.

source: I guess you two were working all night on today's scene.
es_419: seguro que trabajaron toda la noche en la escena de hoy.

source: do you have any idea how expensive the membership fee is here?
es_419: ¿tienes idea de lo cara que es la membresía?

source: and iseo yun's here as well!
es_419: ¡y también está iseo yun!

source: ...will that be too selfish of me?
es_419: ¿sería muy egoísta?

source: a-alright…
es_419: b-bien…

source: we exchanged numbers while we were down in busan.
es_419: intercambiamos números mientras estábamos en busan.

source: episode 27
es_419: episodio 27

source: what're you doing here?!
es_419: ¡¿qué estás haciendo aquí?!

source: oh my, both of you lovebirds should get into acting! bye now!
es_419: ¡ustedes dos, tortolitos, deberían empezar a actuar! ¡adiós!

source: hey! you can't just bust in here like this!
es_419: ¡oye! ¡no puedes interrumpir así!

source: most likely.
es_419: es probable.

source: acting out again...
es_419: lo hizo de nuevo…

source: number 48, chorong han. please, come in.
es_419: número 48, chorong han. pase, por favor.

source: ...but she's being so stubborn and says she's fine so there's nothing we can do.
es_419: pero es terca y dice que se siente bien, así que no hay nada que podamos hacer.

source: don't talk to me if you're going to make excuses, myeongho.
es_419: no me hables si vas a poner excusas, myeongho.

source: so basically, you're interested in seunghyeon as well, but can't trust him.
es_419: en resumen: estás interesada en seunghyeon, pero no confías en él.

source: deep voice
es_419: VOZ PROFUNDA

source: now that it's turned out this way…
es_419: ahora que pasó esto…

source: well then.
es_419: muy bien.

source: jab
es_419: TUM

source: hey.
es_419: oye.

source: her profile picture is nice, but she doesn't have any distinguished work history…
es_419: me gusta su foto de perfil, pero sus antecedentes profesionales no impresionan…

source: a two-faced prick.
es_419: idiota y falso.

source: DELICIOUS CUISINE
es_419: COMIDA DELICIOSA

source: …to give him some type of answer.
es_419: … de responderle.

source: forgive me for the late introduction.
es_419: perdóname por no presentarme antes.

source: jinseong lee. have you heard of him?
es_419: jinseong lee. ¿has oído hablar de él?

source: I believe you were at our wedding.
es_419: creo que estuviste en nuestra boda.

source: yeah, sure…
es_419: sí, claro…

source: her popularity is off the charts. everyone is cheering louder than before.
es_419: su popularidad supera a todos. la gente grita más fuerte que antes.

source: episode 21
es_419: episodio 21

source: Profile Information
es_419: información de perfil

source: they must've loved you!
es_419: ¡debes haberles encantado!

source: I couldn't stop thinking about you… I missed you…
es_419: no podía dejar de pensar en ti… te extrañé…

source: yes, ma'am!
es_419: ¡sí, señora!

source: I want you to sit beside me and get jealous.
es_419: quiero que estés conmigo y que te pongas celosa.

source: Add Photo
es_419: foto

source: hey, gwangsu!
es_419: ¡hola, gwangsu!

source: you're back.
es_419: has vuelto.

source: I'll leave the key by your door, so go up and rest.
es_419: dejaré la llave junto a tu puerta. sube y descansa.

source: I think you're way too relaxed.
es_419: tú estás demasiado relajado.

source: right?!
es_419: ¡¿sí, verdad?!

source: me…
es_419: permiso…

source: ooh… tough guy…
es_419: uy, qué tipo duro…

source: burst
es_419: RADIANTE

source: it tickles!
es_419: ¡cosquillas!

source: are all these people invited to the premier?!
es_419: ¡¿toda está gente está invitada a la premier?!

source: join others in this shopping spree!
es_419: ¡unirte a la compra compulsiva!

source: what's done is done.
es_419: no hay nada que hacer.

source: aaaughh…
es_419: aaayyy…

source: well... one of the investors backed out so they had some financial issues.
es_419: bueno, uno de los inversionistas se arrepintió y tuvieron algunos problemas financieros.

source: I did everything I could today!
es_419: ¡ya hice todo lo que podía!

source: right…
es_419: cierto…

source: …the premier day came up, before I found the time to tell seonbae my feelings.
es_419: … llegó el día de la premier y no pude confesarle a seunghyeon mis sentimientos.

source: what? really?!
es_419: ¿cómo? ¡¿en serio?!

source: same with the van.
es_419: tampoco la furgoneta.

source: flustered
es_419: AGITA

source: so, what happened?!
es_419: ¡¿y qué ocurrió?!

source: it seems like you're the only person...
es_419: parece que eres la única persona…

source: taste it. see if it's real blood or not.
es_419: pruébala y verás si es verdadera o no.

source: phew!
es_419: ¡fiu!

source: I said, not tomorrow!! are you listening to me?!
es_419: ¡¡dije que no!! ¡¿me estás escuchando?!

source: ahhh!
es_419: ¡aaah!

source: hello, seunghyeon seonbae!
es_419: ¡hola, seunghyeon seonbae!

source: must've been quite a headache with your busy schedule.
es_419: debe haber sido una molestia con tu apretada agenda.

source: sip
es_419: GLU

source: hmm… should I quit my job and jump into the acting business?
es_419: mmm… ¿debería dejar mi trabajo y lanzarme al negocio de la actuación?

source: I can't…
es_419: no logro…

source: no idea. she originally auditioned for hyerim's role or something.
es_419: no tengo idea. originalmente audicionó para el papel de hyerim, o algo así.

source: so, you're seeing her tomorrow, right?
es_419: conque la verás mañana, ¿eh?

source: um, my face? it's fine! same as usual.
es_419: mm, ¿mi cara? ¡bien! igual que siempre.

source: I see. so what're you doing tomorrow?
es_419: "ya veo. ¿y que harás mañana?"

source: nghh…
es_419: ññññ…

source: have you done a kiss scene before?
es_419: ¿ya has rodado una escena de beso?

source: I thought I let it go, but it pops up in my head all of a sudden and pisses me off.
es_419: creí que lo había superado, pero lo recuerdo de repente y me enoja.

source: there is someone I know…
es_419: conozco a alguien…

source: She barely lands a minor role in a movie that’s bound to be a success.
es_419: Apenas ha logrado ganarse un papel menor en una película destinada a ser un éxito.

source: uh... ms. hwang. this way, please.
es_419: ah… señora hwang. venga por aquí.

source: my ideal type changed...
es_419: mi tipo ideal cambió…

source: oh, yes! nice to meet you.
es_419: ¡ay, sí!, mucho gusto.

source: what're you doing after this?
es_419: ¿qué harás después de esto?

source: you're in a situation where you need to get on my good side, you understand?
es_419: en tu situación, tienes que estar de mi parte, ¿está claro?

source: ...I'm glad...
es_419: me alegra que…

source: it's so salty...
es_419: está muy salado…

source: in order for someone like you to survive in this field…
es_419: para que alguien como tú sobreviva en este entorno…

source: I just thought about where I'm at after all these years into this career.
es_419: solo pensé en dónde me encuentro después de tantos años en esta profesión.

source: so he did watch my audition!
es_419: ¡entonces la vio entera!

source: maybe that's why…
es_419: quizá por eso…

source: hey, now!
es_419: ¡oye!

source: stop him before he kills the actress for suji's role.
es_419: hazlo antes de que mate a la actriz que hace el papel de suji.

source: well, that's good.
es_419: ah, qué bueno.
